Repository: gandulf/DungeonTuber
Catalog: locales/*/LC_MESSAGES/DungeonTuber.po
Languages: de, es

source: en
de: Englisch
es: Inglés

source: de
de: Deutsch
es: Alemán

source: es
de: Spanisch
es: Español

source: File
de: Datei
es: Archivo

source: Open
de: Öffnen
es: Abrir

source: Open Directory
de: Verzeichnis öffnen
es: Abrir directorio

source: Open Playlist
de: Playlist öffnen
es: Abrir lista de reproducción

source: Save Favorites
de: Favoriten speichern
es: Guardar favoritos

source: Analyze File
de: Datei analysieren
es: Analizar archivo

source: Analyze Directory
de: Verzeichnis analysieren
es: Analizar directorio

source: Settings
de: Einstellungen
es: Ajustes

source: Exit
de: Beenden
es: Salir

source: View
de: Ansicht
es: Ver

source: Toggle Filter
de: Filter umschalten
es: Alternar filtro

source: Directory Tree
de: Verzeichnisbaum
es: Árbol de directorios

source: Font Size
de: Schriftgröße
es: Tamaño de fuente

source: Small
de: Klein
es: Pequeño

source: Medium
de: Mittel
es: Mediano

source: Large
de: Groß
es: Grande

source: Visualizer
de: Visualisierung
es: Visualizador

source: VLC Spectrum
de: VLC Spektrum
es: Espectro VLC

source: None
de: Keine
es: Ninguno

source: Theme
de: Design
es: Tema

source: Light
de: Hell
es: Claro

source: Dark
de: Dunkel
es: Oscuro

source: Save as Preset
de: Als Preset speichern

source: Clear Values
de: Filter zurücksetzen
es: Borrar valores

source: Filter songs...
de: Songs filtern...
es: Filtrar canciones...

source: General
de: Allgemein

source: Remove
de: Entfernen
es: Eliminar

source: Reset Presets
de: Presets zurücksetzen
es: Restablecer ajustes

source: Select File to Analyze
de: Datei zur Analyse auswählen
es: Seleccionar archivo para analizar

source: Mp3 (*.mp3 *.MP3);;All (*)
de: Mp3 (*.mp3 *.MP3);;Alle Dateien (*)
es: Mp3 (*.mp3 *.MP3);;Todos (*)

source: Analysis Error
de: Analysefehler
es: Error de análisis

source: Failed to analyze file: {0}
de: Datei konnte nicht analysiert werden: {0}
es: Error al analizar el archivo: {0}

source: Failed to analyze directory: {0}
de: Verzeichnis konnte nicht analysiert werden: {0}
es: Error al analizar el directorio: {0}

source: Failed to scan directory: {0}
de: Verzeichnis konnte nicht gescannt werden: {0}
es: Error al escanear el directorio: {0}

source: Failed to load: {0}
de: Fehler beim Öffnen: {0}

source: Select Playlist to Load
de: Playlist zum Laden auswählen
es: Seleccionar lista para cargar

source: Playlist (*.m3u *.M3U);;All (*)
de: Playlist (*.m3u *.M3U);;Alle Dateien (*)
es: Lista de reproducción (*.m3u *.M3U);;Todos (*)

source: Select Playlist to Save
de: Playlist zum Speichern auswählen
es: Seleccionar lista para guardar

source: Playlist (*.m3u *M3U);;All (*)
de: Playlist (*.m3u *M3U);;Alle Dateien (*)
es: Lista de reproducción (*.m3u *M3U);;Todos (*)

source: Save Complete
de: Speichern abgeschlossen
es: Guardado completado

source: Save Error
de: Fehler beim Speichern
es: Error al guardar

source: File {0} processed.
de: Datei {0} verarbeitet.
es: Archivo {0} procesado.

source: Failed to save file: {0}
de: Datei konnte nicht gespeichert werden: {0}
es: Error al guardar el archivo: {0}

source: Select Directory to Analyze
de: Verzeichnis zur Analyse auswählen
es: Seleccionar directorio para analizar

source: Select Music Directory
de: Musikverzeichnis auswählen
es: Seleccionar directorio de música

source: Open Error
de: Fehler beim Öffnen
es: Error al abrir

source: Failed to load playlist: {0}
de: Playlist konnte nicht geladen werden: {0}
es: Error al cargar la lista: {0}

source: Error
de: Fehler

source: No MP3 files found.
de: Keine MP3-Dateien gefunden.
es: No se encontraron archivos MP3.

source: Python-VLC module not found.
de: Python-VLC Modul nicht gefunden.
es: Módulo Python-VLC no encontrado.

source: Categories
de: Kategorien
es: Categorías

source: Gemini API Key
de: Gemini API-Schlüssel
es: Clave API de Gemini

source: OpenAI API Key
de: OpenAI API-Schlüssel
es: Clave API de OpenAI

source: Enable Mock Mode
de: Mock-Modus aktivieren
es: Activar modo simulado (Mock)

source: Skip Analyzed Music
de: Bereits analysierte Musik überspringen
es: Omitir música ya analizada

source: Song Table
de: Song-Tabelle
es: Tabla de canciones

source: Use mp3 title instead of file name
de: MP3-Titel statt Dateinamen verwenden
es: Usar título del MP3 en lugar del nombre de archivo

source: Dynamic Category Columns
de: Dynamische Kategoriespalten
es: Columnas de categoría dinámicas

source: Favorite Column Visible
de: Spalte 'Favoriten' sichtbar
es: Columna Favoritos visible

source: Title Column Visible
de: Spalte 'Titel' sichtbar
es: Columna Título visible

source: Artist Column Visible
de: Spalte 'Interpret' sichtbar
es: Columna Artista visible

source: Album Column Visible
de: Spalte 'Album' sichtbar
es: Columna Álbum visible

source: Summary Visible
de: Zusammenfassung sichtbar
es: Resumen visible

source: Category
de: Kategorie
es: Categoría

source: Group
de: Gruppe
es: Grupo

source: Description
de: Beschreibung
es: Descripción

source: Levels (json)
de: Stufen (JSON)
es: Niveles (json)

source: Add
de: Hinzufügen
es: Añadir

source: Reset All
de: Alles zurücksetzen
es: Restablecer todo

source: New Category
de: Neue Kategorie
es: Nueva categoría

source: New Tag
de: Neuer Tag
es: Nueva etiqueta

source: Set As Home
de: Als Startverzeichnis setzen
es: Establecer como inicio

source: Clear Home
de: Startverzeichnis löschen
es: Borrar inicio

source: Favorite
de: Favorit
es: Favorito

source: Title
de: Titel
es: Título

source: Artist
de: Interpret
es: Artista

source: Summary
de: Zusammenfassung
es: Resumen

source: Dynamic Columns
de: Dynamische Spalten
es: Columnas dinámicas

source: Update Error
de: Fehler beim Update
es: Error de actualización

source: Failed to update summary: {0}
de: Zusammenfassung konnte nicht aktualisiert werden: {0}
es: Error al actualizar el resumen: {0}

source: Failed to update title: {0}
de: Titel konnte nicht aktualisiert werden: {0}
es: Error al actualizar el título: {0}

source: Failed to update favorite: {0}
de: Favoriten-Status konnte nicht aktualisiert werden: {0}
es: Error al actualizar favorito: {0}

source: Failed to update tags: {0}
de: Tags konnten nicht aktualisiert werden: {0}
es: Error al actualizar etiquetas: {0}

source: Failed to rename file: {0}
de: Datei konnte nicht umbenannt werden: {0}
es: Error al renombrar el archivo: {0}

source: Analyze
de: Analysieren
es: Analizar

source: No Track Selected
de: Kein Track ausgewählt
es: Ninguna pista seleccionada

source: Error loading file
de: Fehler beim Laden der Datei
es: Error al cargar el archivo

source: Score
de: Bewertung
es: Puntuación

source: Edit Song
de: Song bearbeiten
es: Editar canción

source: Requires restart
de: Neustart erforderlich
es: Requiere reiniciar

source: Language
de: Sprache
es: Idioma

source: System Default
de: System Standard
es: Predeterminado del sistema

source: Analyzing {0}...
de: {0} wird analysiert...
es: Analizando {0}...

source: API Key is missing
de: AI API Schlüssel fehlt
es: Falta la clave API de AI

source: No favorites found.
de: Keine Favoriten gefunden.
es: No se encontraron favoritos.

source: About
de: Über
es: Acerca de

source: Help
de: Hilfe
es: Ayuda

source: AI UserPrompt
de: Aufgabe:Ordne das folgende Musikstück für die Nutzung in einem Rollenspiel wie z.B. „Das Schwarze Auge“ oder „Dungeons and Dragons“ ein.Bewerte das Stück anhand der untenstehenden Kategorien jeweils mit einem Wert von {0} bis {1}. Hier ist die Liste der Kategorien nach denen du das Musikstück bewerten sollst mit zugehörigen Beschreibungen: {2} Danach vergib noch ein paar Tags aus folgender Liste, die am besten passen. Hier ist keine Skala notwendig: {3}
es: Tarea:Categoriza la siguiente pieza musical para su uso en un juego de rol como "The Dark Eye" o "Dungeons and Dragons".Califica la pieza basándote en las categorías siguientes con un valor del {0} al {1} cada una. Aquí está la lista de categorías para calificar la pieza musical, junto con sus descripciones: {2} Luego, asigna algunas etiquetas de la siguiente lista que mejor encajen. No es necesaria una escala aquí: {3}

source: AI SystemPrompt
de: Du bist ein erfahrener Hörer von Fantasy-, Film- und Rollenspielmusik.Du bewertest Musik so, wie sie von einem durchschnittlichen Hörer wahrgenommen wird,nicht technisch und nicht analytisch, sondern emotional und szenisch. Deine Bewertungen müssen über viele hundert Tracks hinweg konsistent bleiben. Eine 3 bedeutet immer dasselbe, egal welcher Track zuvor bewertet wurde. Werte sollen relativ zueinander sinnvoll verteilt sein (nicht alles {0} oder {1}). Nutze die gesamte Skala von {0} bis {1}, wenn passend. Du hältst dich strikt an die vorgegebenen Kategorien deren Beschreibungen. Du hältst dich strikt an die vorgegebenen Tags deren Beschreibungen und vergibst keine anderen Tags. Du gibst ausschließlich JSON zurück, ohne zusätzliche Erklärungen.
es: Eres un oyente experimentado de música de fantasía, cine y juegos de rol.Evalúas la música tal como la percibe un oyente promedio,no de forma técnica o analítica, sino emocional y escénica. Tus calificaciones deben ser consistentes a través de cientos de pistas. Un 3 siempre significa lo mismo, independientemente de qué pista se haya calificado antes. Los valores deben estar distribuidos significativamente entre sí (no todo {0} o {1}). Utiliza la escala completa del {0} al {1} cuando sea apropiado. Adhiérete estrictamente a las categorías especificadas y sus descripciones. Adhiérete estrictamente a las etiquetas especificadas y sus descripciones, no utilices etiquetas nuevas. Devuelve solo JSON, sin explicaciones adicionales.

source: AI SummaryDescription
de: Eine kurze Zusammenfassung des Musikstückes bezüglich Stimmung (ca. 20 Wörter).
es: Un breve resumen de la pieza musical respecto al estado de ánimo (aprox. 20 palabras).

source: AI CategoriesDescription
de: Liste alle Kategorien auf und bewerte sie auf eine Skala von {0} bis {1}
es: Enumera todas las categorías y califícalas en una escala del {0} al {1}

source: AI TagsDescription
de: Eine Auswahl von Tags die auf das Musikstück am besten zutreffen.
es: Una lista de etiquetas que mejor se apliquen a la pieza musical.

source: Valence
de: Valenz
es: Valencia

source: Valence Description
de: Die Wertigkeit bzw. die Ausprägung von angenehmen (positiven) oder unangenehmen (negativen) Empfindungen.
es: La cualidad intrínseca de una emoción, clasificada como agradable (positiva) o desagradable (negativa).

source: Valence Low
de: Negativ (z. B. traurig, wütend)
es: Baja / Negativa (ej. triste, enfadado)

source: Valence Medium
de: Neutral
es: Neutral

source: Valence High
de: Positiv (z. B. glücklich, freudig)
es: Alta / Positiva (ej. alegre, emocionado)

source: Arousal
de: Erregung
es: Activación

source: Arousal Description
de: Der Grad der psychischen und physischen Aktivierung, von schläfrig bis hin zu hochgradig aufgeregt.
es: El estado de alerta o intensidad fisiológica y psicológica, que varía desde la calma profunda hasta la excitación máxima.

source: Arousal Low
de: Niedrig (z. B. entspannt, schläfrig)
es: Baja (ej. relajado, somnoliento)

source: Arousal Medium
de: Mittel
es: Media

source: Arousal High
de: Hoch (z. B. aufgeregt, intensiv)
es: Alta (ej. intenso, eufórico)

source: Tempo Description
de: Tempo / Bewegung & Intensität
es: Tempo / Movimiento e Intensidad

source: Tempo Low
de: Ruhig, dezent und sehr langsam (getragen)
es: Calma, sutil y muy lenta (solemne)

source: Tempo Medium
de: Moderat (fließend, neutral)
es: Moderada (fluida, neutral)

source: Tempo High
de: Antreibend, schnell und überwältigend (episch, hektisch, treibend)
es: Enérgica, rápida y abrumadora (épica, frenética, pulsante)

source: Darkness
de: Dunkelheit
es: Oscuridad

source: Darkness Description
de: Bedrohung & Licht
es: Amenaza y Luz

source: Darkness Low
de: Hell, freundlich und einladend
es: Brillante, amistosa y acogedora

source: Darkness Medium
de: Neutral (unvoreingenommen, beobachtend)
es: Neutral (imparcial, observadora)

source: Darkness High
de: Finster, bedrohlich und albtraumhaft (Dämonisches, Intrigen)
es: Siniestra, amenazante y pesadillesca (demoníaca, intriga)

source: Emotional Description
de: Emotionale Wärme & Distanz
es: Calidez Emocional y Distancia

source: Emotional Low
de: Kühl, distanziert und sachlich
es: Fría, distante y objetiva

source: Emotional Medium
de: Ausgeglichen (ruhig erzählend)
es: Equilibrada (narrativa tranquila)

source: Emotional High
de: Sehr emotional, herzergreifend und intim (Tragik, Abschiede)
es: Profundamente emotiva, desgarradora e íntima (tragedia, despedidas)

source: Mysticism
de: Mystik
es: Misticismo

source: Mysticism Description
de: Übernatürlichkeit vs. Weltlichkeit
es: Lo Sobrenatural vs. lo Mundano

source: Mysticism Low
de: Weltlich, bodenständig und irdisch, Tavernentauglich, volksnah und handgemacht (Reise, Alltag)
es: Mundana, terrenal y sencilla; para tabernas, folclórica y acústica

source: Mysticism Medium
de: Gelegentliche magische Nuancen, Zivilisiert (klassisch-orchestral, geordnet)
es: Matices mágicos ocasionales, civilizada (clásica-orquestal, ordenada)

source: Mysticism High
de: Stark magisch, transzendent, abstrakt, sphärisch entfremdet und fremdartig (Visionen, Götter)
es: Fuertemente mágica, trascendente, abstracta, esféricamente alienada y de otro mundo

source: Tension
de: Spannung
es: Tensión

source: Tension Description
de: Erwartung & Entspannung
es: Anticipación y Relajación

source: Tension Low
de: Entspannend, abgeschlossen und sicher
es: Relajante, resuelta y segura

source: Tension Medium
de: Beiläufig (plätschernd, unaufgeregt)
es: Casual (fondo, tranquila)

source: Tension High
de: Hochspannend, nervös und lauernd (kurz vor dem Kampf)
es: Alta tensión, nerviosa y acechante (justo antes del combate)

source: Heroism
de: Heroik
es: Heroísmo

source: Heroism Description
de: Größe & Schlichtheit
es: Grandeza y Simplicidad

source: Heroism Low
de: Schlicht, persönlich, intim und klein (Kneipe, Alltag)
es: Simple, personal, íntima y a pequeña escala (taberna, vida cotidiana)

source: Heroism Medium
de: Solidarisch (gefestigt, mutig)
es: Solidaria (firme, valiente)

source: Heroism High
de: Heroisch, legendär, schicksalhaft und göttlich (Schlachten, Siege)
es: Heroica, legendaria, fatídica y divina (batallas, victorias)

source: Tag Fight
de: Kampf
es: Combate

source: Tag Fight Description
de: Hektische, spannende treibende Musik (Tempo>6, Spannung>6, Heroik>5)
es: Música frenética, emocionante y enérgica (Tempo>6, Tensión>6, Heroísmo>5)

source: Tag Travel
de: Reise
es: Viaje

source: Tag Travel Description
de: Nordische Musik, Wikinger, Russland (Tempo<6, Spannung<4, Heroik<4, Mystik<5)
es: Música nórdica, vikingos, Rusia (Tempo<6, Tensión<4, Heroísmo<4, Misticismo<5)

source: Grim
de: Düster
es: Sombrío

source: Newer version available {0}
de: Neue Version verfügbar {0}
es: Nueva versión disponible {0}

source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido

source: Changing the language requires a restart. Do you want to restart now?
de: Ein Ändern der Sprache erfordert einen Neustart der Applikation. Willst du dies nun machen?
es: Cambiar el idioma requiere reiniciar la aplicación. ¿Deseas reiniciar ahora?

source: unpleasant
de: unangenehm
es: desagradable

source: pleasant
de: angenehm
es: agradable

source: calm
de: ruhig
es: tranquilo

source: excited
de: aufgeregt
es: excitado

source: Effects
de: Effekte

source: Go to parent
de: Aufwärts

source: Refresh
de: Aktualisieren

source: Skipping already analyzed file {0}
de: Überspringe bereits analysierte Datei {0}

source: AI Model
de: KI Modell

source: Only show score column if any filters are active.
de: Zeige Bewertungsspalte nur, wenn Filter aktiv sind.

source: Only category columns with an active filter value are display else they are hidden automatically.
de: Zeige nur Kategoriespalten mit aktivem Filterwert, andere werden automatisch ausgeblendet.

source: Circumplex model of emotion
de: Zirkumplex-Modell der Emotionen

source: Beats per Minute
de: Beats pro Minute

source: BPM (Beats per Minute)
de: BPM (Beats pro Minute)

source: Effects Tree
de: Effektbaum

source: Show Tour
de: Tour anzeigen

source: Select Effects Directory
de: Effektverzeichnis auswählen

source: Mute
de: Stummschalten

source: Next
de: Weiter

source: Previous
de: Zurück

source: Play
de: Abspielen

source: Close
de: Schließen

source: Author
de: Autor

source: Tour Directory Tree
de: Dies ist deine Quelle für alle Musikstücke. Klicke auf einen Ordner, um alle enthaltenen Songs in die Haupttabelle zu laden, oder klicke auf eine einzelne Datei, um sie sofort abzuspielen. Nutze dies, um deine verschiedenen Kampagnen-Orte zu organisieren (z. B. Tavernenmusik, Kampf, Stealth). Du kannst auch ein neues Startverzeichnis festlegen, um die Navigation zu beschleunigen.

source: Tour Russel Widget
de: Dies ist das Herzstück der App. Ziehe den blauen Punkt, um Musik zu finden, die zur aktuellen emotionalen Stimmung deines Spiels passt. Suchst du etwas Angespanntes für einen Bosskampf? Ziehe ihn in Richtung <strong>Wütend/Aufgeregt</strong>. Möchtest du ein friedliches Stadtthema? Bewege ihn in Richtung <strong>Glücklich/Entspannt</strong>.

source: Tour Category Slider
de: Nutze diese Regler zur Feinabstimmung deiner Suche. Wenn deine Gruppe eine legendäre Kathedrale betritt, drehe Mystik und Heroismus hoch. Die Liste unten filtert automatisch nach Tracks, die genau diese Intensitätsstufen erfüllen.

source: Tour BPM Widget
de: Dies hilft dir, den „Herzschlag“ deiner Spielrunde anzupassen. Wenn sich die Gruppe in einer rasanten Verfolgungsjagd befindet, drehe den Regler hoch, um nach Tracks mit hohen <strong>Beats Per Minute (BPM)</strong> zu filtern und die Energie hochzuhalten.

source: Tour Tags Widget
de: Dies sind Ein-Klick-Filter. Nutze sie, um deine Bibliothek schnell nach Genre oder Instrument einzugrenzen. Aktiviere zum Beispiel <strong>Drums</strong> und <strong>Düster</strong>, um sofort perkussive Kampf-Tracks zu finden.

source: Tour Presets Widget
de: Sobald du die perfekte Mischung aus Reglern, BPM und Mood-Map-Koordinaten gefunden hast, möchtest du sie sicher nicht wieder verlieren! Gib einen Namen in das Feld ein (wie „Epischer Boss“ oder „Gruselige Höhle“) und klicke auf das <strong>Speichern</strong>-Icon. Du kannst diese exakten Filtereinstellungen später sofort wieder aufrufen, indem du sie aus dem Dropdown-Menü auswählst. So änderst du die gesamte Atmosphäre deines Raums mit nur einem Klick.

source: Tour Song Table
de: Hier werden die Songs angezeigt, die basierend auf deinen Filtern aktuell verfügbar sind. Doppelklicke auf eine Zeile, um einen Song abzuspielen, oder wirf einen Blick auf die Tags, um zu sehen, ob er „Traurig“ oder „Energetisch“ ist. Rechtsklicke auf die Kopfzeilen, um deren Sichtbarkeit anzupassen.

source: Tour Searchbar
de: Wenn du genau weißt, wonach du suchst (wie „Drachenboss“), gib es hier ein. Die Suche durchforstet Dateinamen und Metadaten in Echtzeit, um diesen speziellen Track zu finden.

source: Tour Effectslist
de: Dies sind deine Hintergrund-Sounds. Öffne ein Verzeichnis mit deinen Effekten und klicke auf einen Effekt, um ihn zu starten. Diese laufen unabhängig von deiner Musik. So kannst du einen „Tavernen“-Song im Hauptplayer abspielen, während im Hintergrund „Regen“ oder ein „Lagerfeuer“ für zusätzliche Immersion knistern.

source: Tour Menubar
de: Fühlst du dich ein wenig überwältigt? Passe die App an deine Bildschirmgröße oder deinen Stil als Spielleiter an. In diesem Menü kannst du die meisten Widgets (wie die Mood-Map oder das Effekt-Rack) <strong>ausblenden</strong> oder <strong>anzeigen</strong>. Wenn du während einer Sitzung nur die Trackliste benötigst, blende alles andere aus, um eine saubere, ablenkungsfreie Benutzeroberfläche zu erhalten.

source: <New Playlist>
de: <Neue Playlist>

source: Add to playlist
de: Zur Playlist hinzufügen

source: Remove from playlist
de: Aus Playlist entfernen

source: Fake
es: Falso

source: Save As Preset
es: Guardar como ajuste predefinido

source: Scan
es: Escanear

source: Tags
es: Etiquetas

source: Analyzer
es: Analizador

source: Tag
es: Etiqueta

source: Album
es: Álbum

source: Edit Description
es: Editar descripción

source: Name
es: Nombre

source: Emotional
es: Emotividad
